{
  "Comment.nvim": { "branch": "master" },
  "base16-nvim": { "branch": "master" },
  "cmp-buffer": { "branch": "main" },
  "cmp-cmdline": { "branch": "main" },
  "cmp-nvim-lsp": { "branch": "main" },
  "cmp-path": { "branch": "main" },
  "cmp-vsnip": { "branch": "main" },
  "conform.nvim": { "branch": "master" },
  "copilot-cmp": { "branch": "master" },
  "copilot.lua": { "branch": "master" },
  "fidget.nvim": { "branch": "legacy" },
  "flash.nvim": { "branch": "main" },
  "fzf-lua": { "branch": "main" },
  "goyo.vim": { "branch": "master" },
  "jellybeans.nvim": { "branch": "main" },
  "jsonc.vim": { "branch": "master" },
  "lavish.nvim": { "branch": "main" },
  "lazy.nvim": { "branch": "main" },
  "lualine.nvim": { "branch": "master" },
  "nvim-cmp": { "branch": "main" },
  "nvim-lspconfig": { "branch": "master" },
  "nvim-surround": { "branch": "main" },
  "nvim-treesitter": { "branch": "master" },
  "oil.nvim": { "branch": "master" },
  "snacks.nvim": { "branch": "main" },
  "tabular": { "branch": "master" },
  "targets.vim": { "branch": "master" },
  "timber.nvim": { "branch": "main" },
  "unimpaired.nvim": { "branch": "main" },
  "vim-fugitive": { "branch": "master" },
  "vim-repeat": { "branch": "master" },
  "vim-rhubarb": { "branch": "master" },
  "vim-rsi": { "branch": "master" },
  "vim-sleuth": { "branch": "master" },
  "vim-vsnip": { "branch": "master" },
  "vim-vsnip-integ": { "branch": "master" }
}
